
* 2021
** 2021-10 October
*** 2021-10-10 Sunday

**** 02:22 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-10-10 Sun 14:22]--[2021-10-10 Sun 14:23] =>  0:01
:END:

 DPI: 112
**** 03:21 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-10-10 Sun 15:21]--[2021-10-10 Sun 15:23] =>  0:02
:END:
*** 2021-10-11 Monday

**** 12:32 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-10-11 Mon 12:32]--[2021-10-11 Mon 12:33] =>  0:01
:END:

Disable a touchpad:
synclient Touchpadoff=1 (0 to enable)

** 2021-11 November

*** 2021-11-24 Wednesday

**** 03:44 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-11-24 Wed 15:44]--[2021-11-24 Wed 15:45] =>  0:01
:END:

***** Run xampp
sudo /opt/lampp/lampp start

**** 03:46 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-11-24 Wed 15:46]--[2021-11-24 Wed 15:47] =>  0:01
:END:
To run xampp gui
cd /opt/lamp
sudo ./manager .run

*** 2021-11-26 Friday

**** 05:38 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-11-26 Fri 05:38]--[2021-11-26 Fri 05:38] =>  0:00
:END:

mxlinux boot: dd bs=4M if=MX-19_x64.iso of=/dev/sde && sync

** 2021-12 December

*** 2021-12-02 Thursday

**** 11:57 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-12-02 Thu 11:57]--[2021-12-02 Thu 11:57] =>  0:00
:END:

 youtube-dl --extract-audio --audio-format mp3

**** 12:21 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-12-02 Thu 12:21]--[2021-12-02 Thu 12:21] =>  0:00
:END:

yt-dlp -f "bestaudio/best" -ciw -o "%(title)s.%(ext)s" -v --extract-audio --audio-format mp3 --audio-quality 0  --yes-playlist "https://www.youtube.com/playlist?list=PLA6lKecf6BDAmR5-_lcbxoDmfJRCZvbgr "

*** 2021-12-18 Saturday

**** 08:14 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-12-18 Sat 08:14]--[2021-12-18 Sat 08:16] =>  0:02
:END:

deepakbd@ncc.edu.np
deepakdhami99309@gmail.com

*** 2021-12-23 Thursday

**** 05:39 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2021-12-23 Thu 17:39]--[2021-12-23 Thu 17:40] =>  0:01
:END:


xrandr --output eDP-1 --mode 1366x768 --output HDMI-1 --mode 1024x768 --left-of HDMI-1

* 2022

** 2022-01 January

*** 2022-01-20 Thursday

**** 06:58 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-01-20 Thu 06:58]--[2022-01-20 Thu 07:01] =>  0:03
:END:

ffmpeg -f x11grab -s resolution -i :0.0+1366,0 out.mkv

ffmpeg -f x11grab -s resolution -i :0.0+1366,0 -f  alsa -i hw:0 out.mkv

*** 2022-01-24 Monday

**** 07:38 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-01-24 Mon 07:38]--[2022-01-24 Mon 07:38] =>  0:00
:END:

mount -o gid=users,fmask=113,dmask=002 /dev/sda1 /mnt/usbstick

** 2022-02 February

*** 2022-02-17 Thursday

**** 02:30 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-02-17 Thu 14:30]--[2022-02-17 Thu 14:31] =>  0:01
:END:

hockeyantney@gmail.com:Fzr4ugmy 

**** 04:26 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-02-17 Thu 16:26]--[2022-02-17 Thu 16:26] =>  0:00
:END:

jjguy9439@gmail.com:Wjdwhdrb1!

** 2022-03 March

*** 2022-03-13 Sunday

**** 06:00 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-03-13 Sun 06:00]--[2022-03-13 Sun 06:00] =>  0:00
:END:

*** 2022-03-22 Tuesday

**** 07:27 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-03-22 Tue 07:27]--[2022-03-22 Tue 07:28] =>  0:01
:END:

**** 07:28 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-03-22 Tue 07:28]--[2022-03-22 Tue 07:31] =>  0:03
:END:

**** 07:31 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-03-22 Tue 07:31]--[2022-03-22 Tue 07:31] =>  0:00
:END:

 FH 33, WC 35, BB 36?

*** 2022-03-24 Thursday

**** 04:50 PM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-03-24 Thu 16:50]--[2022-03-24 Thu 16:50] =>  0:00
:END:

***** To include math library
gcc/g++  filename -lm

***** Mount usb
mount -o gid=users,fmask=113,dmask=002 /dev/sda1 /mnt/usbstick

** 2022-04 April

*** 2022-04-10 Sunday

**** 08:36 AM - Notes                                              :notes:
:LOGBOOK:
CLOCK: [2022-04-10 Sun 08:36]--[2022-04-10 Sun 08:36] =>  0:00
:END:

***** first-of-type and last-of-type

